Revit 2027 API
BuiltInFailures.ScheduleViewFailures.DuplicateFieldRemovedFromKeySchedule Property
 Duplicate fields across key schedules will be removed after paste.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DuplicateFieldRemovedFromKeySchedule { get; }
Public Shared ReadOnly Property DuplicateFieldRemovedFromKeySchedule As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DuplicateFieldRemovedFromKeySchedule {
	FailureDefinitionId^ get ();
}
static member DuplicateFieldRemovedFromKeySchedule : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ScheduleViewFailures Class
Autodesk.Revit.DB Namespace